{
  "Autopairs": { "branch": "master" },
  "Barbecue": { "branch": "main" },
  "Cmp": { "branch": "main" },
  "Cmp-AsyncPath": { "branch": "main" },
  "Cmp-Buffer": { "branch": "main" },
  "Cmp-Cmdline": { "branch": "main" },
  "Cmp-Emoji": { "branch": "main" },
  "Cmp-LuaSnip": { "branch": "master" },
  "Cmp-NvimLsp": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "Deno": { "branch": "master" },
  "Fidget": { "branch": "main" },
  "Friendly-Snippets": { "branch": "main" },
  "LSP-Config": { "branch": "master" },
  "Lspkind": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mason-LSPConfig": { "branch": "main" },
  "Neodev": { "branch": "main" },
  "Tailwind-Colorizer": { "branch": "main" },
  "Tw2css": { "branch": "main" },
  "Typescript-Tools": { "branch": "master" },
  "beacon.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fm-nvim": { "branch": "master" },
  "git.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sttusline": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}